<?php
require  "../includes/config.php";
?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>Студенческий портал ФКН</title>

    <!-- Bootstrap Grid -->
    <link rel="stylesheet" type="text/css" href="/media/assets/bootstrap-grid-only/css/grid12.css">

    <!-- Google Fonts -->
    <link href="https://fonts.googleapis.com/css?family=Roboto:300,400,500,700" rel="stylesheet">

    <!-- Custom -->
    <link rel="stylesheet" type="text/css" href="/media/css/style.css">
</head>
<body>

<div id="wrapper">

    <?php include "../includes/header.php";?>

    <div id="content">
        <div class="container">
            <div class="row">
                <section class="content__left col-md-8">
                    <div class="block">

                        <h1><strong>Факультет Компьютерных Наук</strong></h1>
                        <div class="block__content">
                            <img src="/static/images/fkn.jpg" style = "max-width: 100%;">

                            <div class="full-text">
                                <h2>Общие сведения</h2>

                                <p>Факультет компьютерных наук (ФКН) — один из самых инновационных и динамично развивающихся в университете. ФКН создан в 1999 году для подготовки в соответствии с мировыми стандартами наиболее востребованных специалистов по современным направлениям в области информационных технологий.</p>

                                <h2>Структура Факультета</h2>
                                <p>На ФКН сформировался уникальный профессорско-преподавательский коллектив: более 20 докторов наук, профессоров, более 30 кандидатов наук, доцентов, около 50 % преподавателей являются практикующими IT-специалистами – руководителями, сотрудниками ведущих IT-фирм г. Воронежа. Преподаватели ФКН проходят стажировки в ведущих университетах Европы.

На факультете используются самые современные подходы к организации учебного процесса и самостоятельной работы студентов. Учебный план основан на фундаментальной базе классического университетского физико-математического образования и включает в себя обширный набор профессиональных дисциплин. Ключевая особенность ФКН – тесное взаимодействие с ведущими IT-компаниями при формировании стратегии развития и организации учебного процесса. В 2011 году на факультете создан Общественный Совет, в который вошли руководители 23  региональных IT-фирм и филиалов российских и международных IT-компаний.

Факультет имеет современную материальную базу: более 200 компьютеров, 15 компьютерных лабораторий, 5 лекционных аудиторий с современным мультимедиа оборудованием, оборудованием для проведения видеоконференций, суперкомпьютерный центр, оснащенный высокопроизводительным многопроцессорным кластером, лабораторию цифровых медицинских технологий, объединенные в общую сеть, включающую постоянный доступ в Интернет и Wi-Fi покрытие всей территории факультета.</p>


                                <h2>Кафедры</h2>
                                <p>В состав факультета входят 5 кафедр: кафедра информационных систем, кафедра программирования и информационных технологий, кафедра цифровых технологий, кафедра технологий обработки и защиты информации, кафедра информационных технологий управления.</p>
                            </div>
                        </div>
                    </div>


                </section>
                <section class="content__right col-md-4">
                    <?php include "../includes/sidebar.php"; ?>
                </section>
            </div>
        </div>
    </div>
    <?php include "../includes/footer.php";  ?>
</div>

</body>
</html>